Repository: birhos/plutchik
Catalog: lib/l10n/intl_*.arb
Languages: de, tr

source: acceptance
de: akzeptierend
tr: kabullenme

source: admiration
de: bewundernd
tr: hayranlık

source: amazement
de: erstaunt
tr: hayret

source: anger
de: verärgert
tr: öfke

source: annoyance
de: gereizt
tr: rahatsızlık

source: anticipation
de: aufmerksam
tr: beklenti

source: apprehension
de: besorgt
tr: kaygı

source: boredom
de: gelangweilt
tr: sıkıntı

source: disgust
de: ablehnend
tr: tiksinti

source: distraction
de: verwirrt
tr: dikkat dağılması

source: ecstasy
de: begeistert
tr: coşkunluk

source: fear
de: ängstlich
tr: korku

source: grief
de: betrübt
tr: keder

source: interest
de: neugierig
tr: ilgi

source: joy
de: froh
tr: sevinç

source: loathing
de: angewidert
tr: iğrenme

source: pensiveness
de: nachdenklich
tr: dalgınlık

source: rage
de: wütend
tr: hiddet

source: sadness
de: traurig
tr: üzüntü

source: serenity
de: gelassen
tr: sükünet

source: surprise
de: überrascht
tr: şaşkınlık

source: terror
de: erschrocken
tr: dehşet

source: trust
de: vertrauend
tr: güven

source: vigilance
de: klar
tr: ihtiyat

source: aggressiveness
de: streitlustig
tr: agresiflik

source: optimism
de: optimistisch
tr: iyimserlik

source: contempt
de: hassend
tr: küçümseme

source: awe
de: ehrfürchtig
tr: haşmet

source: love
de: verliebt
tr: aşk

source: remorse
de: bereuend
tr: pişmanlık

source: disapproval
de: enttäuscht
tr: kınama

source: submission
de: fügsam
tr: teslimiyet
